[
    {
        "catName": "Австралийский мист или австралийская дымчатая кошка",
        "catDescription": "Австралийский мист (англ. Australian mist) или дымчатая кошка по праву носит лейбл «Made in Australia». Дело в том, что ее впервые вывели на этом континенте. Это красивые, умные, игривые кошки с очень мягким характером.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/mist1.jpg"
    },
    {
        "catName": "Абиссинская кошка",
        "catDescription": "Абиссинская кошка (англ. Abyssinian cat) получила название по стране из которой она родом, нынешней Эфиопии. Эти кошки подойдут для семей и активных, самостоятельных, позитивных людей. Они недороги в содержании, уравновешены, и при этом умны и уживчивы.Легко привязываются к владельцам и наслаждаются вниманием. Активные и живые, они любят играть с хозяевами, могут даже выучить некоторые трюки. И несмотря на это, абиссинцы не шумные, уживаются с другими животными в доме, ладят с детьми.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/abis11.jpg"
    },
    {
        "catName": "Египетская мау",
        "catDescription": "Египетская мау порода натуральных кошек (англ. Egyptian Mau, иногда в русском — египетская мао), шарм которой в контрасте между окрасом шерсти и темными пятнами на ней. Пятна эти индивидуальны и каждая кошка с неповторимым рисунков. Также у них есть рисунок в виде буквы М, расположенный на лбу, над глазами, а глаза как будто подведены макияжем. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/mau5.jpg"
    },
    {
        "catName": "Европейская короткошерстная кошка",
        "catDescription": "Европейская короткошерстная кошка или кельтская (англ. European Shorthair cat) это порода выведенная из домашних кошек и получившая популярность в Европе, особенно в странах Скандинавии. Они неприхотливы, разнообразны по окрасу, характеру и уживчивы.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/ekk11.jpg"
    },
    {
        "catName": "Гималайская кошка",
        "catDescription": "Гималайская кошка (англ. Himalayan cat) порода длинношерстных кошек, похожих на персидскую, но отличающаяся окрасом и цветом глаз. У нее голубые глаза и светлое тело с темными лапами, мордой, хвостом, как у сиамских кошек.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/gimalay4.jpg"
    },
    {
        "catName": "Девон-рекс",
        "catDescription": "Девон-рекс (англ. Devon Rex) порода кошек, отличающихся короткой шерстью и острым умом, которая появились в Англии в 60-х годах. Он броские и запоминающиеся, отличающиеся изящным сложением, волнистой шерстью и большими ушами. Что касается ума, то эти кошки способны заучивать сложные трюки, запоминать кличку и имена хозяев.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/devon12.jpg"
    },
    {
        "catName": "Донской сфинкс",
        "catDescription": "Донской сфинкс (англ. Donskoy cat) порода домашних кошек, которая привлекает к себе внимание необычным видом. Кажется что у него особенность — вызывать неоднозначную реакцию у людей. Ни один из них не останется равнодушным, и реакции различные, от шока до восхищения, от восторга до отвращения. Но чаще первая реакция при виде донского сфинкса это удивление, а затем восхищение.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/donskoy4.jpg"
    },
    {
        "catName": "Канадский сфинкс",
        "catDescription": "Канадский сфинкс (англ. Canadian Sphynx) порода домашних кошек, создание которой началось еще в 1960. Главный нюанс породы это бесшерстность, хотя это и не все положительные качества. Кожа должна на ощупь напоминать замшу, иметь слой шерсти.Также могут быть вибриссы (усы) как полностью, так и частично, может не быть и вовсе. На коже отображается рисунок, который должен быть на шерсти, и кошки имеют те или иные пятна (ван, табби, черепаховый, пойнты и солиды). Так как шерсти у них нет, они отдают теплее чем обычные кошки и на ощупь горячее.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/canadiansf5.jpg"
    },
    {
        "catName": "Ориентальная кошка гавана",
        "catDescription": "Гавана браун это порода кошек (англ. Havana Brown), результат скрещивания сиамской кошки и домашней черной кошки. Проводился он в 1950 году, группой любителей кошек, причем в начале эксперимента они пытались также скрестить с русской голубой, но современные генетические исследования показали, что от нее почти не осталось никаких генов.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/gavana1.jpg"
    },
    {
        "catName": "Бурмилла",
        "catDescription": "Бурмилла (англ. Burmilla cat) это порода домашних кошек, выведенных в Великобритании в 1981 году. Ее красота и характер, результат скрещивания двух пород — ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/burmilla2.jpg"
    },
    {
        "catName": "Британская короткошёрстная кошка",
        "catDescription": "Британская короткошерстная кошка (англ. British Shorthair) это порода домашних кошек, отличающаяся густой шерстью, коренастостью и широкой мордой. Популярной окраской является голубая, равномерно серебристо-серого цвета с медными глазами. Помимо этого окраса, есть и другие, в том числе табби и колор-пойнт. Добродушное выражение морды и относительно спокойный характер, сделали их медийными звездами, мелькающими на обложках журналов и в руках звезд.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/britkosh7.jpg"
    },
    {
        "catName": "Бразильская короткошёрстная кошка",
        "catDescription": "Бразильская короткошёрстная кошка (англ. Brazilian Shorthair cat) подойдет тем, кто ищет крупную и неприхотливую кошку. Родом из Бразилии, эти кошки не так часто встречаются в продаже, да и в целом это еще довольно молодая порода. Но, те кто успели ими обзавестись, говорят что они любопытны, ловки, умны. Этот ум особенно отражается во взгляде, с которым он смотрит на мир. К тому же, у них нет подшерстка, а значит и проблем с линькой. А сама шерсть короткая и густая.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/brazskort1.jpg"
    },
    {
        "catName": "Бомбейская кошка",
        "catDescription": "Бомбейская кошка (англ. Bombay cat) маленькая черная пума, которая мурчит у вас на коленях. Почему пума? Круглые, желтые, как будто удивленные глаза и черная шерсть, да что там, у нее даже нос черный! Несмотря на название, к Индии отношения не имеет, и появилась относительно недавно, в 50-х года прошлого столетия. Эта кошка результат удачного эксперимента по скрещиванию бурманской и американских короткошерстных кошек. Если у вас такая кошка, или вы только хотите купить, то из статьи вы узнаете: историю породы, характер, особенности содержания и ухода.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/bombkesh11.jpg"
    },
    {
        "catName": "Британский хайлендер",
        "catDescription": "Британская длинношерстная кошка или хайлендер (англ. British Longhair) с широкой мордой и улыбкой на ней, напоминает чеширского кота из Алисы в Стране Чудес. Мордашка плюшевого медвежонка, густая шерсть и мягкий характер, три секрета популярности среди любителей кошек. Но, она не так проста и истоки породы тянутся еще к римским завоевателям Британии, к старым породам кошек. Когда-то охотница и защитница амбаров, британская кошка, сейчас домашняя любимица, предпочитающая комфорт очага и игры с игрушечной мышью.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/brithi2.jpg"
    },
    {
        "catName": "Бурманская кошка",
        "catDescription": "Бурманская кошка или бурма (англ. Burmese cat, тай. Thong Daeng или Suphalak) это порода короткошерстных кошек, отличающихся красотой и мягким характером. Не стоит путать эту кошку, с другой похожей породой, ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/burmanskaya3.jpg"
    },
    {
        "catName": "Бирманская кошка",
        "catDescription": "Бирманская кошка (англ. Birman cat), также называемая “Священная бирма” это порода домашних кошек которую отличают яркие, голубые глаза, белые «носочки на лапах», и окрас колор-пойнт. Это здоровые, дружелюбные кошки, с мелодичным и тихим голосом, которые не доставят много хлопот хозяевам. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/birmansk1.jpg"
    },
    {
        "catName": "Шартрез или картезианская кошка",
        "catDescription": "Шартрез или картезианская кошка (англ. Chartreux, фр. Chartreux, нем. Kartäuser) это порода домашних кошек родом из Франции. Это крупные и мускулистые кошки, с коротким мехом, изящным сложением и быстрой реакцией. Популярны шартрезы за голубой (серый) окрас, водоотталкивающую, двойную шерсть, и медно-оранжевые глаза. Также известны они своей улыбкой, из-за формы головы и рта, кажется что кошка улыбается. Кроме прочих достоинств, шартрезы отличные охотники и ценятся фермерами.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/0000281.jpg"
    },
    {
        "catName": "Кошки породы чаузи",
        "catDescription": "Чаузи (англ. Chausie) это порода домашних кошек, выведенная группой энтузиастов от дикого камышового кота (лат. Felis chaus) и домашней кошки. Так как в основном для разведения чаузи используют домашних кошек, то к четвертому поколению они полностью фертильны и по характеру близки к домашним кошкам.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/chausie6.jpg"
    },
    {
        "catName": "Экзотическая кошка или короткошерстный перс",
        "catDescription": "Экзотическая короткошерстная кошка (экзот, экзо, англ. Exotic Shorthair) это порода домашних кошек, являющаяся короткошерстной версией персидской кошки. Они схожа с ней, по поведению и характеру, но разнится только длиной шерсти. Также она унаследовала генетические заболевания, к котором персы склонны. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/exotic1.jpg"
    },
    {
        "catName": "Японский бобтейл",
        "catDescription": "Японский бобтейл (англ. Japanese Bobtail) это порода домашних кошек, короткий хвост которых напоминает кроличий. Изначально эта порода зародилась в Японии и Юго-Восточной Азии, хотя сейчас они распространены по всему миру. В Японии же, бобтейлы известны уже сотни лет, и отражены как в фольклоре, так и в искусстве. Особенно популярны кошки расцветки «ми-ке» (яп. 三毛, англ. mi-ke или «калико», означает слово “три меха”), и воспеты в фольклоре, хотя другие расцветки допустимы по стандартам породы.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/43fg1ss43e.jpg"
    },
    {
        "catName": "Кошки породы украинский левкой",
        "catDescription": "Украинский левкой (англ. Ukrainian Levkoy) порода кошек, которая выделяется своей внешностью, у них практически отсутствует шерсть, голова плоская и угловатая, а уши наклонены вперед. Это среднего размера кошки, с длинным телом, одновременно и мускулистые и изящные. У них мягкая, эластичная кожа, покрытая морщинами. Это порода кошек не признана ни одной крупной фелинологической организацией, только клубами России и Украины.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/3442423432345.jpg"
    },
    {
        "catName": "Ван — кошка турецкой породы",
        "catDescription": "Турецкий ван или ванская кошка (тур. Van Kedisi — «ван кедиси», курд. Pişika Wanê — «пишика ване», арм. վանա կատու — «вана кату», англ. turkish van) это порода полудлинношерстных кошек, которая выведена в Великобритании, путем скрещивания кошек из Турции, особенно из ее юго-восточной части. Порода редкая, и отличается пятнами, расположенными на голове и хвосте, хотя остальная часть тела — белая. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/fdq1.jpg"
    },
    {
        "catName": "Тайская кошка",
        "catDescription": "Тайская кошка (англ. thai cat) порода домашних кошек, близкая к современным сиамским кошкам, но отличающаяся по экстерьеру. Их иногда даже называют классическими или традиционными сиамскими кошками, что совершенно верно. Эта старая порода, извилистыми путями стала новой, сменив название с традиционной сиамской кошки на тайскую кошку. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2020/03/5332337620.jpg"
    },
    {
        "catName": "Порода кошек тойгер",
        "catDescription": "Тойгер (англ. Toyger) это порода домашних кошек, результат селекции короткошерстных кошек окраса табби (с 1980), чтобы вывести породу напоминающую тигра. Создательница породы, Джуди Сагден (Judy Sugden), утверждает что задумала этих кошек как напоминание людям, что нужно беречь диких тигров. Это редкая и дорогая порода, в США насчитывается порядка 20 питомников, и еще около 15 в других странах. Название породы происходит от английского слова toy (игрушка) и tiger (тигр).",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/43fg1.jpg"
    },
    {
        "catName": "Сомалийская кошка или сомали",
        "catDescription": "Сомалийская кошка, или сомали (англ. Somali cat) это порода длинношерстных домашних кошек, произошедших от абиссинской. Это здоровые, энергичные и умные кошки, которые подходят для людей с активным образом жизни. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/5475878h.jpg"
    },
    {
        "catName": "Шотландская вислоухая кошка или скоттиш-фолд",
        "catDescription": "Шотландская вислоухая кошка или скоттиш-фолд (англ. Scottish Fold) это порода домашних кошек, особенностью которой — уши, загнутые вперед и вниз, придающие ей запоминающийся вид. Эта особенность результат естественной генетической мутации наследуемой по аутосомно-доминантному типу, а не по доминантному типу. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/visl1.jpg"
    },
    {
        "catName": "Порода кошек сноу шу",
        "catDescription": "Сноу-шу (англ. snowshoe cat) это порода домашних кошек, название которых происходит от английского слова, переводимого как «снежная туфелька», и получено за окрас лапок. На них как будто надеты снежно — белые носочки. Впрочем, добиться идеальной сноу-шу достаточно непросто, из-за сложностей в генетике, и они до сих пор редко встречаются в продаже.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/9dr2.jpg"
    },
    {
        "catName": "Порода кошек Турецкая ангора",
        "catDescription": "Турецкая ангора (англ. Turkish Angora и турецк. Ankara kedisi) это порода домашних кошек, которую относится к старейшим натуральным породам. Родом эти кошки из города Анкара (или Ангора). Документальные свидетельства о ангорской кошке относятся еще к 1600 году. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/angora2.jpg"
    },
    {
        "catName": "Тонкинская кошка или тонкинез",
        "catDescription": "Тонкинская кошка (англ. Tonkinese) это порода домашних кошек, полученных в результате кроссбридинга между сиамской и бурманской кошкой.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/tonk.jpg"
    },
    {
        "catName": "Порода кошек Сибирская лесная",
        "catDescription": "Сибирская кошка порода домашних кошек, живущих в России на протяжении столетий и отличающихся разнообразием окрасов и расцветок. Полное название этой породы — сибирская лесная кошка (англ. Siberian Forest Cat), но чаще используется сокращенный вариант. Это древняя порода, схожая по внешнему виду с норвежской лесной кошкой, с которой они, вероятнее они близки родственники.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/w58961577.jpg"
    },
    {
        "catName": "Сиамская кошка",
        "catDescription": "Сиамская кошка (тайское название: วิเชียรมาศ, что значит “лунный алмаз” англ: siamese cat) это самая узнаваемая порода ориентальный кошек. Одна из нескольких пород, родиной которых Таиланд (ранее — Сиам), она стала самой популярной породой в Европе и Америке в 20 веке. Современную кошку характеризуют: голубые миндалевидные глаза, треугольная форма головы, большие уши, длинное, изящное, мускулистое тело и окрас колор-пойнт. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/siamsk2.jpg"
    },
    {
        "catName": "Кошки породы селкирк-рекс",
        "catDescription": "Селкирк-рекс (англ. Selkirk Rex) это порода кошек с кудрявой шерстью, и появилась она позже всех из рексовых пород. Кошки этой породы еще редко встречаются в мире, не говоря о России. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/43gg1.jpg"
    },
    {
        "catName": "Сингапурская кошка",
        "catDescription": "Сингапурская кошка, или как называют — сингапура (англ. Singapura cat) это миниатюрная, маленькая порода домашних кошек, популярная за большие глаза и уши, цвет шерсти, тикинг и активный, привязанный к людям, характер.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/64581987q.jpg"
    },
    {
        "catName": "Кошка породы саванна",
        "catDescription": "Саванна (англ. Savannah cat) это порода домашних кошек, появившаяся на свет в результате скрещивания дикого африканского сервала и домашних кошек. Крупные размеры, дикий вид, элегантность, вот что отличает эту породу. Но, за все нужно платить, и саванны очень дороги, редки и купить качественную кошку не такая уж и простая задача.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/savanna.jpg"
    },
    {
        "catName": "Порода кошек пиксибоб",
        "catDescription": "Пиксибоб (англ. Pixiebob) это порода домашних кошек, которые произошли родом из Америки и отличаются крупными размерами и внешним видом, напоминающим мини-рысь. Это добрые, нежные друзья, уживающиеся с другими кошками и собаками.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/pixiebob.jpg"
    },
    {
        "catName": "Кошки породы рэгдолл",
        "catDescription": "Рэгдолл (англ. Ragdoll cat) это крупная, полудлинношерстная порода домашних кошек, с голубыми глазами. Окрас этой породы колор-пойнт, что значит что окрас тела у них светлее чем пойнты (темные пятна на лапах, хвосте, ушах и маска на морде). Название породы происходит от английского слова Ragdoll и переводится как тряпичная кукла. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/ragdoll2.jpg"
    },
    {
        "catName": "Порода кошек рагамаффин",
        "catDescription": "Рагамаффин это порода домашних кошек, полученная от скрещивания кошек породы рэгдолл и уличных кошек. С 1994 кошки отнесены к отдельной породе, отличаются они дружелюбным характером и роскошной шерстью, напоминающей кроличью. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/ragamuffin.jpg"
    },
    {
        "catName": "Русская голубая кошка",
        "catDescription": "Русская голубая (англ. Russian blue cat) это порода кошек, главные чертами которой зеленый цвет глаз и голубовато-серебристый цвет шерсти. Они популярны во всем мире, но при этом не так часто встречаются, и в питомнике за котятами очередь. К тому же, кошки рожают два — четыре котенка, чаще три, так что желающих больше чем возможных котят. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2020/03/28700766o.jpg"
    },
    {
        "catName": "Ориентальная порода кошек",
        "catDescription": "Ориентальная кошка (англ. Oriental Shorthair) порода домашних кошек, близкородственная к знаменитой сиамской кошке. Ориентальная порода кошек унаследовала изящность тела и головы, сиамских кошек, но в отличие от последних не имеет характерной темной маски на морде, а окрасы вариативны.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/oriental1.jpg"
    },
    {
        "catName": "Петербургский сфинкс петерболд",
        "catDescription": "Петерболд или петербургский сфинкс это русская порода кошек, которая отличается своей шерстью, а точнее ее отсутствием. Они бывают как бесшерстные, так и с короткой шерсть, на ощупь напоминающую кожицу персика либо чуть длинную, выраженную шерсть. Причем по мере взросления, могут несколько раз измениться, так что угадать каким вырастет котенок, сложно.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/peterbold.jpg"
    },
    {
        "catName": "Классическая персидская кошка",
        "catDescription": "Персидская кошка (англ. Persian cat) — порода длинношерстных кошек, которая характеризуется округлой и короткой мордой и густой шерстью. Первый задокументированный предок современных кошек импортирован в Европу из Персии в 1620 году. Всемирно известными они стали в конце XIX века, в Великобритании, но центром разведения стали США, после того как Великобритания оправлялась от войны. Селекция привела к разнообразию окрасов, но также и к проблемам со здоровьем. Например, плоская морда, столько любимая заводчиками прошлого, приводит к проблемам с дыханием и слезоотделением, а генетически наследуемый поликисто́з почек к смерти.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/persian.jpg"
    },
    {
        "catName": "Норвежская лесная кошка",
        "catDescription": "Норвежская лесная кошка (по-норвежски: Norsk skogkatt или Norsk skaukatt, англ. Norwegian Forest cat) это порода крупных домашних кошек, родом из Северной Европы. Порода развивалась естественным путем, адаптируясь к холодному климату. У них длинная, шелковистая, непромокаемая шерсть, с обильным подшерстком. В течение Второй мировой войны порода исчезла, и только усилиями норвежского клуба любителей лесных котов она была восстановлена.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/norsk.jpg"
    },
    {
        "catName": "Порода кошек оцикет",
        "catDescription": "Оцикет (англ. Ocicat) это порода домашних кошек, которая внешне напоминает диких котов, пятнистых оцелотов, за схожесть с которыми она и получила название. Изначально в создании породы использовались сиамские и абиссинские кошки, затем добавили американских короткошерстных (серебристый табби), и те передали им серебристый окрас, структуру тела и отличительные пятна. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/91654w.jpg"
    },
    {
        "catName": "Порода кошек герман рекс",
        "catDescription": "Немецкий рекс (англ. German Rex) или как еще называют, германский рекс — порода короткошерстных кошек, причем первая из пород, у которой шерсть кудрявая. Они по большей части послужили для усиления породы ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/5r334d.jpg"
    },
    {
        "catName": "Порода кошек нибелунг или русская голубая длинношерстная кошка",
        "catDescription": "Порода кошек нибелунг (англ. Nebelung) редкая и купить ее не так просто, хотя она и считается длинношерстной русской голубой кошкой. Название породы происходит от немецкого слова Nebel, означающего туман и средневековой немецкой саги, Nibelungenlied и переводится как дитя тумана, обитатель тумана. Вероятно, назвали ее так за цвет шерсти, голубовато-серый, напоминающий туман. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/nebelung.jpg"
    },
    {
        "catName": "Мэнская порода кошек",
        "catDescription": "Мэнкс (иногда называемые манкс или мэнская кошка, англ. Manx cat) это порода домашних кошек, отличающаяся полной бесхвостостью. Эта генетическая мутация развивалась естественным путем, в изоляции на острове Мэн, откуда родом эти кошки.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2020/03/manx3.jpg"
    },
    {
        "catName": "Порода кошек наполеон",
        "catDescription": null,
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/napole.jpg"
    },
    {
        "catName": "Кошки породы меконгский бобтейл",
        "catDescription": "Меконгский бобтейл (англ. Mekong Bobtail Cat), это порода домашних кошек, родиной которой Таиланд. Это кошки среднего размера, с короткой шерстью и голубыми глазами, а приставка бобтейл говорит что эта порода бесхвостая. Редкие, меконгские бобтейлы с легкостью завоевывают сердца людей, так как они очень игры, любят людей, да и, вообще, по поведению напоминают скорее собак, чем кошек. К тому же они могут прожить долгую жизнь, ведь они доживают до 18, а то и 25 лет!",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/mekong1.jpg"
    },
    {
        "catName": "Кошки породы Мейн-кун",
        "catDescription": "Мейн-ку́н (англ. Maine Coon) это самая крупная порода домашних кошек. Мощная и сильная, прирожденная охотница, эта кошка абориген Северной Америки, штата Мэн, где она считается официальной кошкой штата. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/maykun1.jpg"
    },
    {
        "catName": "Порода кошек Манчкин",
        "catDescription": "Кошки породы манчкин (англ. Munchkin cat), отличаются своими очень короткими лапками, которые развились в результате естественной мутации. При этом тело и голова у них, таких же пропорций, как и у обычных кошек. Вокруг породы поднималось немало споров, так как многие верят, что эти кошки «с дефектом».",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/9733w.jpg"
    },
    {
        "catName": "Порода кошек лаперм",
        "catDescription": "Лаперм (англ. LaPerm) порода домашних длинношерстных кошек, которая редко встречается, но если вы ее увидите, то не перепутаете с другой. Особенностью породы является закрученная, кучерявая шерсть, напоминающая шубу, и относятся они к так называемым рексовым породам.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/laperm1.jpg"
    },
    {
        "catName": "Курильский бобтейл",
        "catDescription": "Курильский бобтейл (англ. Kurilian Bobtail) или курбоб, порода кошек родиной которой Курилы, острова Кунашир и Итуруп. Они как длинношерстные, так и короткошерстные, у них роскошный пушистый хвост и полное, плотное тело. Короткошерстные известны уже более 200 лет, и до сих пор популярны как в России, так и в Европе. А вот в Северной Америке порода представлена мало и редко встречается. ",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/tairidj4-2.jpg"
    },
    {
        "catName": "Американский кёрл",
        "catDescription": "Американский кёрл (англ. American Curl) это порода домашних кошек, особенность которой — ушки. У кошки завернуты уши назад, что дает кошке забавное, веселое выражение морды, и сразу вызывает улыбку у человека ее встретившего. Ухаживать за ними нужно с осторожностью, так как неаккуратное обращение повредит нежные хрящи. Так же заметим, что эта кошка не часто встречается даже в США, что уж говорить о странах СНГ.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/amcurl1.jpg"
    },
    {
        "catName": "Кошки корат",
        "catDescription": "Корат (англ. Korat, тай: โคราช, มาเลศ, สีสวาด) это порода домашних кошек, с серо-голубой шерстью, небольшого размера, игривых и привязанных к людям. Это натуральная порода, и к тому же древняя. Родом из Таиланда, эта кошка получила название по названию провинции Накхонратчасима́, обычно называемой тайцами Корат. В народе эти кошки считаются приносящими удачу, их дарят молодоженам или уважаемым людям, и до недавнего времени в Таиланде не продавали, а только дарили.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/coarat5.jpg"
    },
    {
        "catName": "Корниш-рекс",
        "catDescription": "Корниш-рекс (англ. Cornish Rex) порода короткошерстных домашних кошек, уникальная в своем роде. Все кошки разделяются на три типа шерсти по длине: длинношерстные, с длиной до 10 см, короткошерстные с длиной около 5 см; плюс еще есть подшерсток, обычно очень мягкий, длиной около 1 см. Отличие корниш-рекса же в том, что у него нет остевой шерсти, только подшерсток.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/cornrex1.jpg"
    },
    {
        "catName": "Бенгальская кошка",
        "catDescription": "Бенгальская кошка (англ. Bengal cat) появилась в результате скрещивания домашней кошки и дикого дальневосточного кота (лат. Prionailurus bengalensis). Из такого союза не могло получиться нечто серое и невзрачное. Они отличаются характером и внешним видом от любимых домашних мурчалок, но это не означает что они дикие и опасные. Нет, они домашние и умные, но могут быть настойчивы, если вы не дадите, то что нужно им.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/bengal1.jpg"
    },
    {
        "catName": "Балинез или балийская кошка",
        "catDescription": "Балинезийская кошка или как ее еще называют балийская кошка (англ. Balinese cat) умная, нежная, ласковая. Если вы спросите хозяев, за что они любят своих питомцев, то рискуете выслушать длинный монолог. Ведь несмотря на аристократическую осанку и гордый внешний вид, под ними прячется сердце любящее и верное. А чтобы оценить уровень интеллекта, достаточно один раз заглянуть в сапфировые глаза, вы увидите внимательность и затаенное любопытство.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/balinezko11.jpg"
    },
    {
        "catName": "Кимрик",
        "catDescription": "Кимрик (англ. Cymric) это порода домашних кошек, которая относится к длинношерстной вариации породы кошек манкс, так как кроме длины шерсти, в остальном они одинаковые. Котята как с длинной, так и с короткой шерстью могут появиться в одном помете.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/cymric4.jpg"
    },
    {
        "catName": "Курцхаар или американская короткошерстная кошка",
        "catDescription": "Американская короткошерстная кошка (англ. American Shorthair cat) или курцхаар, порода которую считают символом США, наравне с бейсболом и яблочным пирогом. Эти кошки живут в Америке уже более 400 лет, они прибыли еще с первыми переселенцами. Их использовали как крысоловов, для снижения колоний грызунов, которые сопровождали в то время судно. У этой кошки мускулистое тело и сильные лапы, созданные для охоты. По содержанию они несложные, недорогие, дружелюбные и неприхотливые.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/05/amerkor1.jpg"
    },
    {
        "catName": "Американский бобтейл — порода кошек",
        "catDescription": "Американский бобтейл (англ. American bobtail cat) это необычная порода кошек, которую вывели относительно недавно, в конце 1960 года. Очень здоровая порода, причем как короткошерстные, так и длинношерстные кошки, по причине хорошей генетики, разнообразная по окрасам, они в основном похожи на диких кошек.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/abmo.jpg"
    },
    {
        "catName": "Американская жесткошерстная кошка",
        "catDescription": "Американскую жесткошерстную кошку (англ. American wirehair — проволочношёрстная, или проволочная кошка ) достаточно редко можно встретить даже у них на родине, но если вы ее купите, то не пожалеете. Как и другие американские кошки, жесткошерстная подходит для людей и семей. Она будет и уютной домашней кошечкой, свернувшейся у ваших ног, так и энергичным дворовым котом, который без устали играет с детьми. Это кошка средних размеров, мускулистая, с твердым, пропорциональным телом. Название она получила за густую и плотную шерсть, появившуюся у котят, рожденных от обычных домашних кошек.",
        "cat_photo_src": "https://catfishes.ru/wp-content/uploads/2021/06/amwar.jpg"
    }
]